Repository: ITMK/DataLitMT
Catalog: learning_resources/TM2TB/old_TM_en-us_de-de.tmx
Source language: en_us
Languages: de_de

source: See the name of the file you are working on and the language pair.
de_de: Dateiname und Sprachpaar

source: Move tag one word left M): Move the selected tag one word to the left area.
de_de: Tag um ein Wort nach links verschieben M): Mit dieser Funktion wird das ausgewählte Tag um ein Wort nach links verschoben.

source: View all TM matches for a segment
de_de: Alle TM-Matches für ein Segment anzeigen

source: Exporting Lilt Memories
de_de: Ein Lilt Memory exportieren

source: Once confirmed/accepted, the segment will display a green checkmark (for confirmed) or a double green checkmark (for accepted) next to the segment number and the checkmark in the bottom-right will turn into a cross that be clicked to unconfirm/unaccept the segment.
de_de: Ist das Segment bestätigt, erscheint links neben der Segmentnummer entweder ein grüner Haken für bestätigt, oder ein doppelter grüner Haken für akzeptiert. Das Kreuz unten rechts im Segment wird zu einem Haken, den Sie anklicken können, um das Segment wieder abzulehnen.

source: Auto-Propagation always occurs for unconfirmed segments.
de_de: Die Auto-Propagation erfolgt nur bei unbestätigten Segmenten.

source: Lilt typically improves baseline models once a year using general purpose data. Baseline models do not adapt based on data from individual Projects.
de_de: Lilt überarbeitet die Baseline-MÜ-Engine normalerweise einmal im Jahr anhand von allgemeinen Daten, nicht anhand der Daten einzelner Projekte.

source: Forward/Backward Auto-Propagation: When enabled and a segment is confirmed, Lilt uses the segment's target text to fill and replace the target text of other segments with matching source content forward/backward in the document.
de_de: Auto-Propagation für vorherige/folgende Segmente: Ist diese Funktion aktiviert, übernimmt Lilt die Zielseite eines bestätigten Segments automatisch für die Zielseite anderer vorheriger/folgender Segmente mit identischer Ausgangsseite.

source: These examples are pulled from a variety of sources, including a static set of public concordance data available to everyone, all memories created by uploading TMX files or translating in Lilt, and TMX files you can specifically choose to only upload for concordance (which will have no effect on the machine translation model).
de_de: Diese Kontextbeispiele stammen aus folgenden drei Quellen: 1) einem festen Bestand aus frei zugänglichen Textkorpora, 2) in Lilt erstellten Memories, die durch das Hochladen von TMX-Dateien oder das Übersetzen im Editor befüllt werden, und 3) TMX-Dateien, die speziell für die Konkordanzsuche hochgeladen werden, keinen Einfluss auf die MÜ-Engine haben und deren Inhalte nicht als TM-Matches angezeigt werden.

source: Accept all confirmed (Ctrl + Shift + Enter): Accept all segments in review mode that have been confirmed in translate mode.
de_de: Alle bestätigten Segmente annehmen (STRG + UMSCHALT + EINGABE): Alle im Übersetzungsmodus bestätigten Segmente werden angenommen.

source: Each Lilt Memory is shown as a card with the following information:
de_de: Jedes Lilt Memory wird als Schaltfläche mit folgenden Informationen angezeigt:

source: These are the same comments you can add using the View Note button next to a segment.
de_de: Gibt es zu einem Segment bereits einen Kommentar, können Sie neben dem Segment über die Schaltfläche Kommentare anzeigen weitere Kommentare hinzufügen.

source: Each Lilt Memory aggregates the following linguist assets:
de_de: Jedes Lilt Memory enthält folgende Übersetzungsressourcen:

source: Leaving comments
de_de: Kommentarfunktion

source: To search for specific Lilt Memories, start typing in the search bar, and Lilt will actively filter the Lilt Memories that match as you type.
de_de: Um nach bestimmten Lilt Memories zu suchen, geben Sie den jeweiligen Namen des Memories in die Suchleiste ein. Während Sie tippen, werden in Lilt aktiv die passenden Lilt Memories gefiltert.

source: If any TM entries are found with similar phrases to the segment, the highest matching, most recent TM entry is displayed under the segment as a translation suggestion.
de_de: Wenn das Lilt Memory passende Matches enthält, erscheint das mit dem höchsten Matchwert als Übersetzungsvorschlag unter dem Zielsegment. Sind mehrere Matches mit identischem Matchwert vorhanden, wird der zuletzt hinzugefügte Eintrag angezeigt.

source: Most recently updated
de_de: zuletzt aktualisiert

source: If there are any identical TM entries in the associated Lilt Memory, the Segment context pane will display so.
de_de: Gibt es im Lilt Memory identische TM-Einträge, wird dies im Bereich Segmentkontextsuche angezeigt.

source: Updating a Lilt Memory will affect all Projects using that Lilt Memory (with no latency).
de_de: Die Aktualisierung eines Lilt Memories wirkt sich ohne Verzögerung auf alle Projekte aus, in die das Memory eingebunden ist.

source: Substitutions from the source are displayed in superscript.
de_de: Stattdessen im Ausgangssegment verwendete Wörter sind hochgestellt.

source: The Lilt Platform
de_de: Die Lilt Plattform

source: Interactive MT
de_de: Die interaktive maschinelle Übersetzung

source: Follow
de_de: abonnieren

source: Lilt Help Center home page
de_de: Lilt Hilfecenter Startseite

source: Once created, you can Upload Memory Files to it, and you can make use of the Lilt Memory in your Projects.
de_de: Sobald das Memory erstellt wurde, wird es in der Liste angezeigt. Wenn Sie auf das Memory klicken, können Sie TM- und TB-Dateien importieren und es in Ihre Projekte einbinden.

source: For users with Create/edit terminology data permissions (which by default is Managers and Administrators), QA rules can be added from inside the Editor by following the step below.
de_de: Nutzer*innen mit der Berechtigung terminologische Einträge erstellen/bearbeiten (mit den Rollen „Manager“ und „Administrator“), können QA-Regeln für ein TM im Editor anhand der folgenden Schritte hinzufügen.

source: In essence, the translator teaches the MT system to adapt translation suggestions to the style, grammar, and word choice of the translator.
de_de: Im Grunde trainieren Übersetzer*innen die MÜ-Engine also darauf, diese Übersetzungsvorschläge an ihre stilistischen, syntaktischen und lexikalischen Präferenzen anzupassen.

source: Home
de_de: Startseite

source: These settings are set on a per-account basis, with changes persisting across Documents and Projects.
de_de: Diese Einstellungen werden für alle Dokumente und Projekte eines Accounts übernommen.

source: Lilt is a language service provider that makes translation faster, more accurate, and more affordable for organizations around the world.
de_de: Mit den Angeboten von Lilt können Organisationen aller Art schneller, genauer und kostengünstiger Übersetzungen anfertigen.

source: Lilt is a language service provider that makes translation faster, more accurate, and more affordable for organizations around the world....
de_de: Lilt ist ein Programm, das Übersetzungen für Unternehmen auf der ganzen Welt schneller, präziser und erschwinglicher macht.

source: This section updates as you type.
de_de: Diese MÜ-Vorschläge werden während des Schreibvorgangs aktualisiert.

source: This will open a popup that prepares the Lilt Memory for download and then lets you download the Lilt Memory as a TMX file.
de_de: Es wird ein Dialogfenster geöffnet, aus dem Sie das TM als TMX-Datei herunterladen können.

source: Baseline MT model: The baseline MT model is shared across all customers.
de_de: Die Basis-Engine: Die Baseline-Engine steht allen Kund*innen zur Verfügung.

source: To remove an existing rule, click on the trash can icon next to the rule.
de_de: Um eine vorhandene QA-Regel zu entfernen, klicken Sie rechts neben der Regel auf das Papierkorb-Symbol.

source: Open the File tab and click Run full QA check.
de_de: Öffnen Sie das Tab Datei und klicken Sie auf vollständige Qualitätsprüfung durchführen.

source: 1 month ago
de_de: vor 1 Monat

source: My Memories: Displays all Lilt Memories you are the owner of.
de_de: Meine Memories: Auf der Seite „Meine Memories“ werden alle Lilt Memories angezeigt, die Sie erstellt haben.

source: Inside the Memories tab are two pages:
de_de: In der Registerkarte Memories befinden sich zwei Seiten:

source: Preview mode displays confirmed or accepted target segments with paragraph and HTML formatting.
de_de: Im Vorschaumodus werden bestätigte oder angenommene Zielsegmente mit Absatz- oder HTML-Formatierung angezeigt.

source: If split view is enabled, target text is displayed to the right of the source text.
de_de: Ist die geteilte Ansicht aktiviert, wird der Zieltext rechts neben dem Ausgangstext angezeigt.

source: The footer
de_de: Fußzeile

source: If you only want to export specific entries of a Lilt Memory, you can do so under the Manage Memory page by selecting the entries you want to export and then clicking the TM Entries button.
de_de: Wenn Sie nur bestimmte Einträge eines TMs exportieren möchten, können Sie diese auf der Seite Termbase verwalten auswählen und über die Schaltfläche TM-Einträge exportieren. Termbanken exportieren Sie über die Schaltfläche „Exportieren als CSV“, einzelne Terminologieeinträge auf der Seite „Termbase verwalten“.

source: If no matches exist above 75%, Lilt provides a Machine Translation (MT) suggestion.
de_de: Gibt es keine Matches über 75%, wird von der MÜ-Engine eine maschinelle Übersetzung vorgeschlagen.

source: Lilt revolutionizes translation by replacing post-editing with interactive and adaptive machine assistance, keeping the human in the loop.
de_de: Vielmehr setzt Lilt auf einen innovativen Übersetzungsansatz, bei dem das Post-Editing ersetzt wird durch einen Prozess, in dem Übersetzer*innen durch eine interaktive und adaptive maschinelle Übersetzung unterstützt werden. Dadurch sind sie an jeder Stelle in den Übersetzungsprozess involviert.

source: Adding QA rules from the Editor
de_de: QA-Regeln für ein TM dem Editor hinzufügen

source: No
de_de: Nein

source: Find and Replace (Ctrl + H): Search for text in all typing areas of the document.
de_de: Suchen und ersetzen (STRG + H): Alle Eingabefelder des Dokuments werden nach dem gewünschten Text durchsucht.

source: QA rules are tied to specific Lilt Memories.
de_de: QA-Regeln müssen für jedes Lilt Memory gesondert festgelegt werden.

source: To create a new Lilt Memories through the Memories tab, click the Create New Memory button in the upper-righty.
de_de: Um ein neues Lilt Memory in der Registerkarte Memories zu erstellen, klicken Sie oben rechts auf die Taste Neues Memory.

source: Concordance (Ctrl + Alt + C): Opens the Concordance sidebar.
de_de: Konkordanzsuche (STRG + ALT + C): Die Konkordanzsuche in der Randleiste wird geöffnet.

source: Preview mode: Toggles between segment edit mode and preview mode.
de_de: Vorschaumodus: Mit dieser Funktion können Sie zwischen dem Vorschau- und dem Bearbeitungsmodus wechseln.

source: Navigate segments by typing in the number of a segment into the text box.
de_de: Segmentnummer, über die Sie auch zu bestimmten Segmenten navigieren können

source: From the Manage QA page, type in the Search bar to actively filter which rules are displayed.
de_de: Auf der Seite QA verwalten können Sie mit der Suchleiste filtern, welche QA-Regeln angezeigt werden.

source: This article discusses the features available in both modes.
de_de: In diesem Artikel werden die Funktionen behandelt, die in beiden Modi verfügbar sind.

source: Keep sidebar open: This option toggles whether the sidebar is kept open or not.
de_de: Randleiste aufgeklappt lassen: Ist diese Funktion aktiviert, bleibt die Randleiste aufgeklappt.

source: Alternatives for the next word to insert may appear in this area as ghost-words.
de_de: Vorschläge für das nächste Wort werden in diesem Bereich lila hervorgehoben.

source: The TM entry uses hare, while the source uses hares.
de_de: Im TM-Eintrag wurde hare verwendet, im Ausgangstext hingegen hares.

source: The File t ab provides several actions to help manage documents.
de_de: Über die Registerkarte Datei stehen verschiedene Funktionen für die Dokument(en)verwaltung zur Verfügung.

source: Line breaks can also be copied from source text to target text by using the Copy source to target option in the segment editing tools.
de_de: Mit der Option „Ausgangstext in Zieltextsegment kopieren“ können auch Zeilenumbrüche aus dem Ausgangstext in den Zieltext eingefügt werden.

source: Move tag one character right (.): Move the selected tag one character to the right.
de_de: Tag um ein Zeichen nach rechts verschieben (.): Mit dieser Funktion wird das ausgewählte Tag um ein Zeichen nach rechts verschoben.

source: For more detailed information about tags, see the article on Tags and Formatting.
de_de: Weitere Informationen über Tags finden Sie im Artikel Tags und Formatierung.

source: Sign in
de_de: Anmelden

source: Unlock document translation: If the document has been locked for translation, the project manager can use this option to unlock the document in translation mode so it can be worked on again by translators.
de_de: Dokument zur Übersetzung freigeben: Falls das Dokument für die Übersetzung gesperrt wurde, können Projektmanager*innen es über diese Funktion erneut zur Bearbeitung im Übersetzungmodus freigeben.

source: Adaptation refers to the ability of Lilt’s translation models to change in response to confirmed segments.
de_de: Adaptivität bezieht sich auf die Funktion, dass künftige Übersetzungsvorschläge an die bestätigten Segmente angepasst werden.

source: For users with access to the organization’s Lilt Memories (which by default is Managers and Administrators), QA rules can be added and managed from Memories > Manage QA.
de_de: Nutzer*innen mit Zugriff auf die Lilt Memories der Organisation (mit den Rollen „Manager“ und „Administrator“) können QA-Regeln in der Registerkarte Memories auf der Seite QA verwalten hinzufügen und verwalten.

source: Supported Languages
de_de: Unterstützte Sprachen

source: Reviewed/unreviewed
de_de: lektoriert/Nicht lektoriert

source: It includes options to require the whole word to match, require the case to match, and to search through the entire Project instead of just the document.
de_de: Zusätzliche Einstellungen ermöglichen hierbei die Suche nach exakten Übereinstimmungen, die Berücksichtigung von Groß- und Kleinschreibung und die Durchsuchung des gesamten Projekts anstelle des aktuellen Dokuments.

source: Lilt has two types of MT models:
de_de: Bei Lilt werden zwei Arten von MÜ-Engines genutzt:

source: Each of these filter sections can only have one option selected.
de_de: Es kann immer nur eine Option ausgewählt werden.

source: See an estimate on how much time it will take to finish translating the document.
de_de: Verbleibende Arbeitszeit, die voraussichtlich noch für die Übersetzung benötigt wird

source: If the Organization Setting for Case-sensitive matching is enabled, TM matching takes into account any differences in letter casing; otherwise, casing is ignored.
de_de: Wenn in der Registerkarte „Organization“ unter „Einstellungen“ die Groß- und Kleinschreibung aktiviert ist, werden beim TM-Abgleich jegliche Unterschiede in Groß- und Kleinschreibung berücksichtigt, die ansonsten ignoriert würden.

source: Select previous tag (Ctrl + [): Navigate backward through tags.
de_de: Vorheriges Tag auswählen (STRG + [): Über diese Funktion können Sie rückwärts durch die Tags navigieren.

source: Undo (shortcut Ctrl + Z): Undo the last edits that were made in the Editor.
de_de: Rückgängig (Tastenkombination STRG + Z): Die letzte Aktion wird rückgängig gemacht.

source: Highlight to change case (Shift + F3): Changes the case of the currently selected section of taget text.
de_de: Markieren zur Änderung der Groß- und Kleinschreibung (UMSCHALT + F3): Die Groß- und Kleinschreibung des markierten Abschnitts im Zieltext wird geändert.

source: Options only available in review mode:
de_de: Nur im Lektoratsmodus verfügbare Optionen:

source: Adaptive MT model: When a new Project is created in Lilt, a unique adaptive MT model is also created and used exclusively for that Project.
de_de: Die adaptive Engine für maschinelle Übersetzung: Mit jedem neuen Projekt wird in Lilt auch eine separate adaptive MÜ-Engine erstellt, welches einzig und allein für dieses Projekt genutzt wird.

source: Copy source to target (Ctrl + I): Inserts the source text into the target text field.
de_de: Ausgangs- in Zielsegment kopieren (STRG + I): Das Ausgangssegment wird in das Zielsegment kopiert.

source: The sidebar
de_de: Randleiste

source: As linguists complete work and accept, amend, or reject the provided predictions, the system learns from that feedback in real-time to provide more accurate predictions over time.
de_de: Wenn Übersetzer*innen Übersetzungsvorschläge bestätigen, bearbeiten oder ablehnen und das jeweilige Segment komplett selbst übersetzen, dann lernt das System in Echtzeit von diesem Feedback und unterbreitet so mit der Zeit bessere Übersetzungsvorschläge.

source: If you want to back up or utilize a Lilt Memory outside of Lilt, click the Export Memory as TMX button on the left sidebar.
de_de: Wenn Sie ein TM außerhalb von Lilt sichern oder verwenden möchten, klicken Sie in der linken Randleiste auf den Button Exportieren als TMX.

source: The source highlighting tool functions as a way to quickly access the terminology tools.
de_de: Über den Schnellzugriff im Ausgangstext können Sie ganz unkompliziert auf die Kopier- und Suchfunktionen zugreifen.

source: The Comments button is displayed on the right side of each segment.
de_de: Die Kommentarfunktion befindet sich auf der rechten Seite des jeweiligen Segments.

source: Add new term (Alt + A): Opens a popup where you can add a new translation entry to the associated Lilt Memory.
de_de: Neuen Term hinzufügen (Alt + A): Mit dieser Option wird ein neues Popup geöffnet, über das dem Lilt Memory ein neuer Eintrag hinzugefügt werden kann.

source: If there are multiple translators, the comments space can be used for collaborative discussion as well.
de_de: Arbeiten mehrere Personen an der Übersetzung, kann der Kommentarbereich auch zum Austausch und für Feedback genutzt werden.

source: Segment Context: Segment context provides translation information about the segment selected.
de_de: Segmentkontextsuche: Über diese Suche werden Ihnen in der Randleiste Informationen zur Übersetzung des ausgewählten Segments angezeigt.

source: Creating a Lilt Memory
de_de: Erstellen eines Lilt Memories

source: Exact and ICE matches are automatically populated into the target text area (rather than being provided as suggestions).
de_de: 100-%-Matches und ICE-Matches werden nicht nur als Übersetzungsvorschlag bereitgestellt, sondern auch automatisch in das Zielsegment eingefügt.

source: Insert tab
de_de: Reiter „Einfügen“

source: ICE Match (101%): The selected segment has the exact same words as a TM entry. In addition, the segments before and after the selected segment are also identical to a set of three consecutive segments in the TM.
de_de: ICE-Match (101%): Ein TM-Eintrag wird als ICE-Match bezeichnet, wenn er wortwörtlich mit dem ausgewählten Segment übereinstimmt und zusätzlich die Einträge vor und nach dem TM-Eintrag mit den Segmenten vor und nach dem ausgewählten Segment identisch sind. Es müssen also drei TM-Einträge mit drei aufeinanderfolgenden Segmenten im Dokument identisch sein.

source: Lilt's MT models are interactive because translation suggestions are provided directly in the CAT Editor for each segment and update as the linguist types.
de_de: Diese Engines werden als interaktive Engines bezeichnet, da die Übersetzungsvorschläge für jedes Segment direkt im CAT-Editor bereitgestellt und in Echtzeit aktualisiert werden.

source: Deleting a Lilt Memory
de_de: Ein Lilt Memory löschen

source: About Lilt
de_de: Über Lilt

source: When you open the Editor, you will find your source text divided into numbered segments.
de_de: Mit dem Öffnen des Editors wird der Ausgangstext in nummerierte Segmente eingeteilt.

source: Line break (Alt + Enter): Adds a line break on the currently selected line in the target text field.
de_de: Zeilenumbruch ALT + EINGABE: Mit dieser Option wird ein Zeilenumbruch in der ausgewählten Zeile im Zieltextfeld eingefügt.

source: Let's look at an example:
de_de: Dies wird an folgendem Beispiel verdeutlicht:

source: Split view: With split view disabled (the default setting), target text is displayed beneath the source text.
de_de: Geteilte Ansicht: Ist die geteilte Ansicht deaktiviert (Standardeinstellung), wird der Zieltext unter dem Ausgangstext angezeigt.

source: The header
de_de: Kopfzeile

source: The Manage Resources page on the left sidebar lets you Upload Existing Resources to the selected Lilt Memory.
de_de: Wenn Sie ein Memory ausgewählt haben, können Sie in der linken Randleiste auf der Seite Ressourcen verwalten TM- und TB-Daten importieren.

source: Learn more about comments in the Comments article.
de_de: Weitere Informationen zur Kommentarfunktion finden Sie im Artikel „Kommentare“.

source: Why Lilt?
de_de: Warum Lilt?

source: Settings tab
de_de: Registerkarte „Einstellungen“

source: Previous segment (Ctrl + Up Arrow): Allows you to navigate up through the document, segment by segment.
de_de: Vorheriges Segment (STRG + NACH-OBEN-TASTE): Mit dieser Option können Sie Segment für Segment rückwärts durch das Dokument navigieren.

source: When a translator confirms a segment, Lilt processes the source/target pair as correct and uses it as an example to learn from when providing future translation suggestions.
de_de: Wenn Übersetzer*innen ein Segment bestätigen, verzeichnet Lilt die Übersetzungseinheit als korrekt und nutzt diese Information als Trainingsbeispiel für die MÜ-Engine, damit diese künftig bessere Übersetzungsvorschläge bereitstellt.

source: Translation Memory (one or many): A collection of source/target TM segments.
de_de: Translation Memory (eins oder mehrere): Eine Sammlung von TM-Übersetzungseinheiten.

source: This is useful if a segment does not have to be translated for whatever reason.
de_de: Diese Funktion ist nützlich, wenn ein Segment aus bestimmten Gründen nicht übersetzt werden muss.

source: Add comment (Ctrl + Alt + M): Add a comment to the currently selected segment.
de_de: Kommentar hinzufügen (STRG + Alt + M): Dem ausgewählten Segment wird ein Kommentar hinzugefügt.

source: These are used to determine how the adjacent characters are grouped in respect to text direction.
de_de: Durch diese Funktion wird die Schreibrichtung festgelegt.

source: Comments
de_de: Kommentare

source: Managing your Lilt Memories is an important part of localization.
de_de: Die Verwaltung von Memories ist ein wichtiger Bestandteil des Übersetzungsprozesses in Lilt.

source: Match percent
de_de: Matchwert (in Prozent)

source: Once created, Default Lilt Memories cannot be deleted and will have the display name of Default, regardless of what the name is set to in under Memory Settings.
de_de: Gekennzeichnet werden sie neben dem Sprachenpaar mit dem Etikett Standard, unabhängig davon, wie ihr Name in den Speichereinstellungen lautet. Standard-Memories können nicht gelöscht werden.

source: To add a new QA rule, type the rule into the text box at the bottom and click the check mark.
de_de: Um eine neue QA-Regel hinzuzufügen, geben Sie den Ausdruck unten in das Eingabefeld unter „Ignorierte Regel“ ein und klicken Sie rechts auf das Häkchen.

source: The diff display can be brought back by refreshing the page.
de_de: Die TM-Unterschiede können durch Aktualisierung der Seite wieder eingeblendet werden.
